<?php

return [
	'copyright' => 'Весь контент принадлежит авторам и Trial CMS &copy; 2015',
	'home' => 'Главная страница',
	'no-pages' => 'Страницы не были найдены',
	'website' => 'Trial CMS',
	'published' => 'Опубликовал',
	
	'comments' => [
		'empty' => 'Комментариев для "%s" не были найдены'
	],
	
	'pages' => [
		'all' => 'Все страницы',
		'one' => 'Страница',
		
		'comments' => 'Комментарии для страницы "%s"'
	],
	
	'users' => [
		'all' => 'Все пользователи',
		'one' => 'Пользователь',
		
		'group' => 'группа',
		'registered' => 'зарегистрирован',
		
		'comments' => 'Комментарии для пользователя "%s"',
		'pages' => 'Страницы пользователя "%s"'
	],
	
	'categories' => [
		'all' => 'Все категории',
		'one' => 'Категория',
		
		'comments' => 'Комментарии для категории "%s"'
	],
	
	'auth' => [
		'login' => 'Вход',
		'signout' => 'Выход',
		'submit' => 'Войти',
		
		'fields' => [
			'username' => 'Имя пользователя',
			'password' => 'Пароль'
		]
	],
	
	'404' => [
		'title' => '404 - Такой страницы нету',
		'not-found' => 'Страница не была найдена'
	],
	
	'exception' => [
		'title' => 'Исключение было брошено',
		'something-wrong' => 'Что то пошло не так'
	]
];